Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/disputes_between_landlords_and_tenants.html.txt.tmx
Source language: en
Languages: ga

source: Resolving disputes between landlords and tenants
ga: Díospóidí a réiteach idir tiarnaí talún agus tionóntaí

source: • The RTB's dispute resolution service
ga: • Seirbhís réitigh díospóide an BTCP

source: In many cases, disputes between landlords and tenants can be resolved informally between both parties
ga: Is mó cás inar féidir na díospóidí seo a réiteach ar bhonn neamhfhoirmeálta idir an dá pháirtí

source: However, sometimes a third party is needed to hear both sides and recommend a resolution
ga: Ach uaireanta ní mór dul i muinín tríú páirtí chun dhá thaobh an scéil a chloisteáil agus cinneadh a dhéanamh maidir leis an réiteach is fearr a oireann don chás

source: This document outlines how to deal with such disputes in residential tenancies and where to get help
ga: Tugann an cháipéis seo cuntas ar bhealaí chun dul i ngleic le díospóidí comónta i dtionóntachtaí cónaithe príobháideacha agus ar conas cabhair a fháil

source: Most private residential tenancies are covered by the Residential Tenancies Act 2004 and the Residential Tenancies (Amendment) Act 2015
ga: Cumhdaíonn an tAcht um Thionóntachtaí Cónaithe 2004 formhór tionóntachtaí cónaithe príobháideacha

source: All such tenancies should be registered with the Residential Tenancies Board (RTB), which provides a dispute resolution service (see below). With effect from 7 April 2016, housing associations are covered by the legislation and come under the remit of the RTB
ga: Ba cheart gach tionóntacht den saghas seo a chlárú leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (BTCP), a chuireann seirbhís réiteach díospóide ar fáil (féach thíos)

source: The legislation does not apply to tenants who rent a room in their landlord’s home or to tenants of local authorities
ga: Ní chumhdaíonn an tAcht do thionóntacht más rud é go bhfuil seomra ar cíos agat i dteach do thiarna talún nó más tionónta tú de chuid údaráis áitiúil nó d'eagras tithíochta sóisialta

source: If a dispute arises between you and your landlord, you can first try to resolve it between you
ga: Athraionn an tAcht um Thionóntachtaí Cónaithe (Leasú) 2015 cuid de na rialacha

source: If your landlord is a housing association, you should use its complaints procedure
ga: Faoin Acht seo, ní ghearrann an BTCP táille iarratais nuair a roghnaíonn an tionónta (nó an tiarna talún) an díospóid a réiteach trí idirghabháil

source: Make sure that you are aware of your rights and obligations, that you know what you want to say and that your facts are correct
ga: Bí cinnte go bhfuil do chearta agus oibleagáidí ar eolas agat agus go bhfuil do chuid fíricí ullmhaithe roimhe ré agus iad a bheith ceart agat

source: It may be useful to write to your landlord giving details of your complaints and providing any evidence needed to back up your points, such as photographs or receipts for repairs
ga: D'fhéadfadh sé a bheith cuideachtúil litir a chur chuig do thiarna talún, le mionsonraí do ghearáin agus le fianaise úsáideach, mar shampla grianghrafanna nó admháil i leith deisiúcháin

source: Keep a record of all contacts between yourself and your landlord, including copies of all correspondence and documents
ga: Coimeád taifead d'aon teagmháil idir tusa agus do thiarna talún - litreacha, ríomhphoist agus cáipéisí eile

source: If you cannot resolve the dispute in this way, you may need outside help
ga: Munar féidir leat an díospóid a réiteach mar seo, seans go bhfuil cabhair sheachtrach ag teastáil

source: • For any problems with your tenancy, you can contact Threshold, the national housing charity, which provides information and advice to people in private rented housing
ga: • Má bhaineann fadhb ar bith le do thionóntacht, is féidir teagmháil a dhéanamh le Threshold, an carthanas náisiúnta um thithíochta a gcuireann eolas agus comhairle ar fáil do dhaoine i dtithíocht phríobháideach ar cíos

source: • If your dispute is about your home not meeting minimum physical standards, you can complain to the Environmental Health Service of your local authority, which is responsible for ensuring that private rented accommodation meets these standards
ga: • Má bhaineann do dhíospóid le bunchaighdeáin fhisiciúla nach bhfuil bainte amach i dteach, is féidir gearán a dhéanamh don tSeirbhís um Shláinte Chomhshaoil de chuid d’údarás áitiúil, a bhfuil freagracht orthu a chinntiú go bhfuil na caighdeáin sin á mbaint amach i do chóiríocht phríobháideach ar cíos

source: • If your dispute is about the landlord’s failure to give you a rent book, receipts or statements of rent paid, you can complain to the housing department of your local authority, which is responsible for enforcing the regulations on rent books
ga: • Má bhaineann do dhíospóid le teip do thiarna talún leabhar cíosa, fáltais nó ráitis maidir le cíos a íocadh a thabhairt duit, is féidir leat gearán a dhéanamh don rannóg tithíochta de chuid d’údaráis áitiúil a bhfuil freagracht orthu na rialacháin ar leabhair chíosa a chur i bhfeidhm

source: • If your dispute still cannot be resolved, you may decide to take your case to the RTB
ga: • Má tharlaíonn sé nach féidir an díospóid a réiteach, is féidir leat do chás a chur faoi bhráid an Bhoird um Thionóntachtaí Cónaithe Príobháideacha (BTCP)

source: The RTB's dispute resolution service
ga: Seirbhís réitigh díospóide an BTCP

source: The Residential Tenancies Board (RTB) offers a dispute resolution service to landlords (now including housing associations) and tenants
ga: Soláthraíonn An Bord um Thionóntachtaí Cónaithe Príobháideacha (BTCP) seirbhís réiteach díospóide do thiarnaí talún agus tionóntaí

source: Any agreement reached with its help, or adjudicated by it, is legally binding on both parties
ga: Nuair a thagtar ar chomhaontú le cabhair nó breithniú an BTCP, tá an comhaontú sin ceangailteach de réir dlí

source: Landlords, tenants or other parties who have been directly affected, such as neighbours, can initiate the process
ga: Is féidir le tiarnaí talún, tionóntaí nó páirtithe eile ar a dtéann an díospóid i bhfeidhm (m.sh

source: Landlords must be registered with the RTB to use the service but tenants can use it even if their landlord has not registered the tenancy
ga: Ní foláir go bhfuil tiarnaí talún cláraithe leis an BTCP chun leas a bhaint as an seirbhís seo ach is féidir le tionóntaí leas a bhaint as an seirbhís fiú mura bhfuil an tionóntacht cláraithe ag an tiarna talún

source: The service covers disputes about deposits, lease terms, termination of tenancies, rent arrears, market rents, complaints by neighbours, breaches of statutory obligations by either landlord or tenant and any other matters related to the tenancy
ga: Is é a chuirtear san áireamh sa tseirbhís seo ná díospóidí a bhaineann leis na rudaí seo a leanas: éarlaisí; téarmaí léasa; deireadh a chur le tionóntacht; riaráiste cíosa; cíosanna an mhargaidh; gearáin ó chomharsana; sáruithe ar oibleagáidí reachtúla ag an tiarna talún nó ag an tionónta; nó ábhar ar bith eile a bhaineann leis an tionóntacht

source: It can also deal with disputes about terms of a lease or other tenancy agreement that are not specified in the Residential Tenancies Act 2004
ga: Chomh maith leis sin, is féidir leis an tseirbhís déileáil le díospóidí a bhaineann le téarmaí léasa nó socrú eile tionóntachta nach bhfuil luaite go sonrach san Acht um Thionóntachtaí Cónaithe, 2004

source: You do not need legal representation when taking a case to the RTB
ga: Ní gá ionadaíocht dhlíthiúil a bheith ag duine agus cás á thógáil aige/aici chuig an BTCP

source: Certain types of dispute have defined limited periods
ga: Baineann tréimhsí ama ar leith teoranta le cineálacha áirithe díospóidí

source: The RTB may extend these limits in exceptional circumstances
ga: Is féidir leis an BTCP na teorainneacha seo a shíneadh in imthosca eisceachtúla

source: • You must refer any dispute about rent increases to the RTB before the rent increase is due to take effect or within 28 days after receiving formal notice of the new rent (whichever is later)
ga: • Ní mór díospóid ar bith maidir le méadú cíosa a chur faoi bhráid an BTCP roimh theacht i bhfeidhm an méadaithe cíosa, nó laistigh de 28 lá i ndiaidh fógra foirmiúil a fháil maidir leis an cíos nua (pé ceann is déanaí)

source: • You cannot refer disputes about rent more than 28 days after the tenancy has terminated
ga: • Ní féidir díospóidí maidir le cíos a chur faoi bhráid an Bhoird níos mó ná 28 lá i ndiaidh dheireadh an tionóntachta

source: • You must refer disputes about notices of termination within 28 days of receipt of the notice
ga: • Ní mór díospóidí maidir le fógraí um fhoirceannadh a chur faoi bhráid an Bhoird laistigh de 28 lá i ndiaidh an fhógra a fháil

source: How the process works
ga: Mar a fheidhmíonn an próiseas

source: There are 2 stages to the RTB’s dispute resolution process
ga: Is ann do 2 chéim i bpróiseas réitigh díospóidí an BTCP

source: Stage 1 is confidential mediation or adjudication
ga: Idirghabháil nó breithniú faoi rún atá i gceist le Céim 1

source: The parties (landlord and tenant) can decide which method they prefer
ga: Is féidir leis na páirtithe (an tiarna talún agus an tionónta) rogha a dhéanamh maidir leis an modh is fearr leo

source: If the parties do not wish to accept the mediator’s or adjudicator’s decision, the dispute can be appealed to the Stage 2, which is a public hearing by a 3-person Tenancy Tribunal
ga: Mura mian leo glacadh le cinneadh an idirghabhálaithe nó le cinneadh an bhreithneora, is féidir achomharc a dhéanamh ar an díospóid chuig Céim 2. Éisteacht phoiblí ag Binse Tionóntachta 3-Duine atá i gceist le Céim 2

source: This appeal must be made within 21 days
ga: Ní mór an achomharc sin a dhéanamh laistigh de 21 lá

source: A mediated agreement or the decision by an adjudicator or the Tribunal results in a determination order from the RTB
ga: Ordú cinnidh ón BTCP a bhíonn mar thoradh ar shocrú eadrána, ar chinneadh breithneora nó ar chinneadh an Bhinse

source: Determination orders are enforced through the Circuit Court
ga: An Chúirt Chuarda a chuireann ordú cinnidh i bhfeidhm

source: You can appeal a Tribunal decision to the High Court, but only on a point of law
ga: Is féidir achomharc a dhéanamh ar an Ard-Chúirt maidir le cinnidh Bhinse, ach amháin ar phointe dlí

source: Mediation means that an impartial mediator helps the parties to come to an agreement together
ga: Ciallaíonn idirghabháil go gcuidíonn idirghabhálaí neamhchlaonta leis an dá pháirtí teacht ar chomhaontú le chéile

source: It can only go ahead if the RTB considers it to be the most appropriate means of resolving the dispute and if both parties agree to it
ga: Ní rachaidh an próiseas idirghabhála ar aghaidh ach amháin sa chás go n-aontaíonn an dá pháirtí leis an idirghabháil agus sa chás go measann an BTCP gurb í an slí is fearr chun an díospóid a réiteach

source: You can opt for face-to-face mediation or fast-track telephone mediation
ga: Tá rogha ann idir idirghabháil aghaidh ar aghaidh nó idirghabháil mhear ar an teileafón

source: • In telephone mediation, the mediator contacts each side individually in a series of telephone calls
ga: • I gcás idirghabhála ar an teileafón, déanann an t-idirghabhálaí teagmháil aonair le gach taobh sa díospóid i sraith glaonna teileafóin

source: • For face-to-face mediation, the mediator arranges a private hearing, where each party can state their case and present any supporting evidence
ga: • I gcás idirghabhála aghaidh ar aghaidh, eagraíonn an t-idirghabhálaí éisteacht phríobháideach inar féidir le gach páirtí a chás féin agus fianaise ar bith tacaíochta a chur i láthair

source: The mediator aims to help both sides to reach a resolution that is acceptable to everyone
ga: Cabhróidh idirghabhálaí an BTCP leis an dá pháirtí teacht ar chomhaontú a shásóidh gach duine

source: A report of the mediation is sent to each side, along with a letter of acceptance and a letter of rejection of the proposed agreement
ga: Cuirfear tuairisc ar an idirghabháil chuig an dá pháirtí mar aon le litir ag glacadh leis an gcomhaontú agus litir ag diúltú don chomhaontú

source: There is a cooling-off period of 21 days, after which the parties must return either the acceptance letter or the rejection letter to the RTB
ga: Beidh stadtréimhse de 21 lá ansin ag an dá pháirtí agus ina dhiaidh sin beidh orthu an litir glactha nó an litir diúltaithe a sheoladh ar ais chuig an BTCP

source: If both accept the mediation agreement, it becomes a legally binding determination order of the RTB
ga: Má ghlacann an bheirt acu leis an gcomhaontú idirghabhála, is ord dearbhaithe de chuid an BTCP é atá ceangailteach de réir dlí

source: If the two parties do not agree to the mediation process, or if the RTB decides that mediation is not the best option, the case goes to adjudication
ga: Sa chás go socraíonn na páirtithe gan seirbhísí idirghabhála a úsáid, nó sa chás nach gceapann an BTCP go bhfuil an cás feiliúnach d' idirghabháil, téann sé ar aghaidh chuig breithniú

source: This means that an adjudicator makes a decision, which may or may not reflect any agreement reached between the parties
ga: Ceaptar breithneoir an BTCP chun an cás a fhiosrú go hiomlán

source: The parties then decide whether they are willing to accept this decision
ga: Socróidh breithneoir an BTCP ar an mbealach a réiteofar an díospóid, bunaithe ar fhianaise agus finnéithe na bpáirtithe

source: The adjudicator is appointed to investigate the case fully
ga: Ceaptar an breithneoir chun fiosrú iomlán a dhéanamh ar an gcás

source: Based on the evidence and witnesses of the two parties, the adjudicator decides how the dispute is to be resolved
ga: Déanann an breithneoir cinneadh a bhíonn bunaithe ar fhianaise agus ar fhinnéithe an dá pháirtí chun an díospóid a réiteach

source: In some cases, a paper-based assessment process is used
ga: I gcásanna áirithe, baintear úsáid as próiseas measúnaithe ar pháipéar

source: As with the mediation process, the adjudicator's report is sent to both parties, along with letters of acceptance and rejection, one of which must be filled out and returned to the RTB within 21 days
ga: Mar a tharlaíonn sa phróiseas idirghabhála, cuirfear tuairisc an bhreithneora chuig an dá pháirtí mar aon le litreacha glactha agus diúltaithe. Ní mór ceann de na litreacha sin a chomhlánú agus a sheoladh ar ais chuig an BTCP laistigh de 21 lá

source: If both accept the adjudication decision, it becomes a legally binding determination order of the RTB
ga: Má ghlacann an bheirt acu le cinneadh an bhreithnithe, is ordú dearbhaithe de chuid an BTCP é atá ceangailteach de réir dlí

source: Read more in the RTB’s FAQs on dispute resolution
ga: Léigh tuilleadh i gceisteanna coitianta an BTCP

source: The Tenancy Tribunal is the second stage of the RTB's dispute resolution service
ga: An dara céim i seirbhís réiteach díospóide an BTCP atá sa Bhinse Tionóntachta

source: A dispute can be referred to the Tenancy Tribunal for any of the following reasons:
ga: Is féidir díospóid a chur ar aghaidh chuig an Binse Tionóntachta ar son ceithre chúis:

source: • If an agreement cannot be reached using mediation
ga: • Má theipeann ar an gcóras idirghabhála teacht ar chomhaontú

source: • If either party wants to appeal an adjudicator's decision within 21 days
ga: • Más mian le ceachtar párití achomharc a dhéanamh ar chinneadh an Bhreithneora laistigh de 21 lá

source: • If any of the parties request a Tribunal hearing
ga: • Má iarrann ceachtar de na páirtithe éisteacht bhinse

source: • If the RTB refers the dispute directly to the Tribunal, for example, where there appears to be imminent risk of damage to the property or danger to the parties involved
ga: • Má chuireann an BTCP an díospóid díreach faoi bhráid an Bhinse, m.sh. nuair atá cuma air go bhfuil seans láidir ann go ndéanfar damáiste don áit chónaithe no contúirt do pháirtí amháin

source: If your case is to go before the Tribunal, the RTB will notify you in writing
ga: Má théann do chás faoi bhráid an Bhinse, cuirfidh an BTCP é sin in iúl duit i scríbhinn

source: This letter tells you the date, time and venue of the hearing and gives an outline of the dispute and of the procedures that will be adopted at the hearing
ga: Léiríonn an litir sin dáta, am agus áit na héisteachta agus tugann sí cuntas ar an díospóid agus ar na nósanna imeachta a nglacfar leo ag an éisteacht

source: The decision of the Tenancy Tribunal is issued to all parties as a determination order of the RTB and is legally binding
ga: Eiseofar cinneadh an Bhinse Tionóntachta chuig gach páirtí mar ordú dearbhaithe de chuid an BTCP agus tá sé ceangailteach de réir dlí

source: You can view determination orders on the RTB website
ga: Foilsítear orduithe dearbhaithe ar láithreán gréasáin an BTCP

source: Tribunal decisions can only be appealed to the High Court on a point of law and the appeal must be lodged within 21 days
ga: Is féidir achomharc a dhéanamh chuig an Ard-Chúirt ar chinntí a dhéanann an Binse ar phointe dlí amháin agus ní mór an t-achomharc a chur isteach laistigh de 21 lá

source: Read more in the RTB’s Tribunal FAQs
ga: Léigh tuilleadh sna ceisteanna coitianta

source: The Circuit Court is responsible for the enforcement of RTB Determination Orders
ga: Más rud é nach gcomhlíonann ceachtar de na pártithe ordú dearbhaithe, is féidir iad a thuairisciú chuig an BTCP

source: If any of the parties do not comply with a determination order, they can be reported to the RTB, which can apply for a Circuit Court Order directing them to comply
ga: Is féidir leis an BTCP iarratas a dhéanamh ar Ordú Cúirte Cuarda ansin ag treorú an pháirtí atá i gceist an tOrdú a chomhlíonadh

source: You can also apply to the Circuit Court directly if you are affected by someone's failure to comply with an order
ga: Má chuirtear isteach ort toisc nach bhfuil duine ag comhíonadh ordaithe is féidir leat iarratas a dhéanamh díreach chuig an Chúirt Chuarda

source: Read more about enforcement of orders, including a set of FAQs
ga: Léigh tuilleadh faoi fhorfheidhmiú orduithe agus ceisteanna coitianta

source: Fees for applying to the RTB are as follows:
ga: Siad seo leanas na táillí ar iarratas a chur isteach chuig an BTCP:

source: │Dispute resolution by mediation │No charge │No charge │
ga: │Díospóid a réiteach trí idirghabháil │Saor in aisce │Saor in aisce │

source: │Dispute resolution by adjudication │€15 │€25 │
ga: │Díospóid a réiteach trí bhreithniú │€15 │€25 │

source: │Appeals │€85 │€100 │
ga: │Achomhairc │€85 │€100 │

source: If you get legal representation for an appearance before the Tenancy Tribunal, you must pay for it yourself
ga: Má tá ionadaíocht dhlíthiúil agat nuair a théann an cás go dtí Binse Fiosraithe Tionóntachta an BTCP, ní mór duit costas iomlán na comhairle sin a íoc

source: Threshold’s services are free of charge
ga: Soláthraíonn Threshold a sheirbhísí saor in aisce

source: The RTB provides full information on applying for dispute resolution, including a detailed guide to evidence
ga: Foilsíonn an BTCP faisnéis iomlán ar iarratas a dhéanamh ar reiteach díospóide, ina measc treoir mhionsonraithe ar fhianaise

source: You apply online, or else contact the RTB and ask for a dispute application form
ga: Déan iarratas ar líne nó téigh i dteagmháil leis an BTCP chun foirm iarratais a éileamh

source: Threshold’s leaflet Resolving problems during your tenancy (pdf) covers many of the issues that may arise
ga: Clúdaíonn bileog Threshold (pdf) a lán de na ceisteanna ábhartha

source: The RTB publishes a checklist for tenants on how to prevent disputes, along with a similar checklist for landlords
ga: Foilsíonn an BTCP seicliosta do thionóntaí ar conas díospóidí a sheachaint, chomh maith le seicliosta do thiarnaí talún

source: Tel: 0818 303 037 or 00353 766 887 350
ga: Teil: 0818 303 037 or 00353 766 887 350

source: Fax: 0818 303 039
ga: Facs: 0818 303 039

source: To report a failure to comply with a Determination Order, either contact the RTB or apply directly to the Circuit Court
ga: Sa chás nach bhfuil duine ag cloí le hOrdú Dearbhaithe ón BTCP, téigh i dteagmháil leis an BTCP nó déan iarratas díreach chuig an Chúirt Chuarda
